tap "homebrew/bundle"
tap "homebrew/core"
brew "asciinema"
brew "bat"
brew "cmatrix"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "htop"
brew "hyperfine"
brew "lua"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
